Repository: cihannakgul/brainrot
Catalog: local/*.lproj/Localizable.strings
Languages: ar, fr, it, nl, ru

source: Sound Bar
ar: شريط الصوت
fr: Barre de Son
it: Barra Sonora
ru: Саундбар

source: Quiz
ar: اختبار
ru: Викторина

source: Start Again
ar: ابدأ من جديد
fr: Recommencer
it: Ricomincia
nl: Opnieuw Beginnen
ru: Начать заново

source: Time's up!
ar: انتهى الوقت!
fr: Temps écoulé !
it: Tempo scaduto!
nl: Tijd is om!
ru: Время вышло!

source: Game Over!
ar: انتهت اللعبة!
fr: Jeu Terminé !
it: Gioco Finito!
ru: Игра окончена!

source: Name:
ar: الاسم:
fr: Nom :
it: Nome:
nl: Naam:
ru: Имя:

# sectimelim
source: Selected Time Limit
ar: الحد الزمني المحدد
fr: Limite de Temps Sélectionnée
it: Limite di Tempo Selezionato
nl: Geselecteerde Tijdslimiet
ru: Выбранное ограничение по времени

source: No Ads
ar: بدون إعلانات
fr: Sans Publicité
it: Niente Pubblicità
nl: Geen Advertenties
ru: Без рекламы

# intro3
source: Sounboard & Meme sounds is here!
ar: لوحة الأصوات وأصوات الميمات هنا!
fr: La Soundboard & les sons de mèmes sont là !
it: La soundboard e i suoni meme sono qui!
nl: Soundboard & Meme-geluiden zijn hier!
ru: Саундборд и звуки мемов уже здесь!

# descp3
source: Absurd, chaotic, and 100% meme-worthy. This is your new favorite soundboard.
ar: عبثي، فوضوي، ومناسب 100٪ للميمات. هذه هي لوحة الأصوات المفضلة الجديدة لديك.
fr: Absurde, chaotique et 100% digne d’un mème. Voici votre nouvelle soundboard préférée.
it: Assurdo, caotico e 100% da meme. Questa sarà la tua nuova soundboard preferita.
nl: Absurd, chaotisch en 100% meme-waardig. Dit is je nieuwe favoriete soundboard.
ru: Абсурдно, хаотично и на 100% мемно. Твоя новая любимая звуковая панель.

# intro2
source: Think You Know Your Brainrot?
ar: هل تعتقد أنك تعرف Brainrot جيدًا؟
fr: Tu Penses Connaître ton Brainrot ?
it: Credi di conoscere il tuo Brainrot?
nl: Denk je dat je je Brainrot kent?
ru: Думаешь, знаешь свой Brainrot?

# descp2
source: Take the quiz and prove you’re fluent in unhinged Italian chaos.
ar: أجب على الاختبار وأثبت أنك تتقن الفوضى الإيطالية المجنونة.
fr: Fais le quiz et prouve que tu maîtrises le chaos italien déchaîné.
it: Fai il quiz e dimostra di essere fluente nel caos italiano più folle.
nl: Doe de quiz en bewijs dat je vloeiend bent in losgeslagen Italiaanse chaos.
ru: Пройди викторину и докажи, что свободно владеешь итальянским хаосом.

# intro1
source: The Ultimate Italian Brainrot Quiz & Soundboard
ar: الاختبار ولوحة الأصوات النهائية لـ Brainrot الإيطالي
fr: Le Quiz & Soundboard Brainrot Italien Ultime
it: Il Quiz e Soundboard Brainrot Italiano Definitivo
nl: De Ultieme Italiaanse Brainrot Quiz & Soundboard
ru: Ультимативная Итальянская Brainrot Викторина и Саундборд

# descp1
source: Play. Laugh. Then quiz yourself. Can you handle the full brainrot experience?
ar: العب. اضحك. ثم اختبر نفسك. هل تستطيع تحمّل تجربة الـ Brainrot الكاملة؟
fr: Joue. Ris. Puis teste-toi. Peux-tu supporter l'expérience complète du brainrot ?
it: Gioca. Ridi. Poi mettiti alla prova. Riesci a gestire il vero brainrot?
nl: Speel. Lach. Test jezelf met de quiz. Kun jij de volledige brainrot aan?
ru: Играй. Смейся. Пройди викторину. Сможешь выдержать полный brainrot?

# paywall1
source: No Subscription
ar: بدون اشتراك
fr: Pas d’Abonnement
it: Nessun Abbonamento
nl: Geen Abonnement
ru: Без подписки

# paywall2
source: Lifetime Pro is Yours!
ar: النسخة الاحترافية مدى الحياة أصبحت ملكك!
fr: Le Pro à Vie est à Toi !
it: Pro a Vita è Tuo!
nl: Lifetime Pro is van jou!
ru: Пожизненный Pro — твой!

# paywall3
source: Unlock all features
ar: افتح جميع الميزات
fr: Débloque toutes les fonctionnalités
it: Sblocca tutte le funzionalità
nl: Ontgrendel alle functies
ru: Разблокируй все функции

# paywall4
source: Unlock Soundboard
ar: افتح لوحة الأصوات
fr: Débloque la Soundboard
it: Sblocca la Soundboard
nl: Ontgrendel Soundboard
ru: Разблокируй саундборд

# paywall5
source: Limitless Hint
ar: تلميحات غير محدودة
fr: Indice Illimité
it: Suggerimenti Illimitati
nl: Oneindige Hint
ru: Безлимитные подсказки

source: Next
ar: التالي
fr: Suivant
it: Avanti
nl: Volgende
ru: Далее

source: Auto Renew
ar: تجديد تلقائي
fr: Renouvellement Auto
it: Rinnovo Automatico
nl: Automatisch Verlengen
ru: Автопродление

source: Privacy*
ar: الخصوصية*
fr: Confidentialité*
ru: Конфиденциальность*

source: Terms*
ar: الشروط*
fr: Conditions*
it: Termini*
nl: Voorwaarden*
ru: Условия*

source: Restore*
ar: استعادة*
fr: Restaurer*
it: Ripristina*
nl: Herstellen*
ru: Восстановить*

source: Dismiss
ar: إغلاق
fr: Fermer
it: Chiudi
nl: Sluiten
ru: Закрыть

# pagetitle1
source: QUIZ MASTER (Guess with Name)
ar: سيد الاختبار (خمن من الاسم)
fr: MAÎTRE DU QUIZ (Devine avec le Nom)
it: QUIZ MASTER (Indovina con il Nome)
nl: QUIZMEESTER (Raad met Naam)
ru: МАСТЕР ВИКТОРИНЫ (Угадай по имени)

# pagetitle2
source: QUIZ SPEED - SENSEI
ar: اختبار السرعة - سينسي
fr: QUIZ RAPIDE - SENSEI
it: QUIZ VELOCE - SENSEI
nl: QUIZ SNELHEID - SENSEI
ru: СКОРОСТНАЯ ВИКТОРИНА – СЕНСЕЙ

# pagetitle3
source: QUIZ PRO (Guess with Image)
ar: الاختبار الاحترافي (خمن من الصورة)
fr: QUIZ PRO (Devine avec l’Image)
it: QUIZ PRO (Indovina con l’Immagine)
nl: QUIZ PRO (Raad met Afbeelding)
ru: PRO ВИКТОРИНА (Угадай по изображению)
